Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Add an expense before creating a statement.
ar: أضف مصروفاً قبل إنشاء كشف.
de: Füge eine Ausgabe hinzu, bevor du eine Aufstellung erstellst.
es: Añade un gasto antes de crear un estado de cuenta.
fr: Ajoutez une dépense avant de créer un relevé.
hi: विवरण बनाने से पहले खर्च जोड़ें।
id: Tambahkan pengeluaran sebelum membuat laporan.
it: Aggiungi una spesa prima di creare un rendiconto.
ja: 明細書を作成する前に支出を追加してください。
ko: 명세서를 만들기 전에 지출을 추가하세요.
pt_br: Adicione uma despesa antes de criar um demonstrativo.
ru: Добавьте расход перед созданием выписки.
tr: Döküm oluşturmadan önce bir gider ekleyin.
ur: گوشوارہ بنانے سے پہلے خرچ شامل کریں۔
zh_hans: 请先添加支出，再创建对账单。
zh_hant: 請先新增支出，再建立對帳單。

source: Add a periodic expense, then track what remains until it is noted.
ar: أضف مصروفاً دورياً، ثم تابع المبلغ المتبقي حتى أرشفته.
de: Erfasse eine regelmäßige Ausgabe und verfolge den Restbetrag bis zur Archivierung.
es: Añade un gasto periódico y sigue su saldo hasta archivarlo.
fr: Ajoutez une dépense périodique et suivez son solde jusqu’à son archivage.
hi: नियमित खर्च जोड़ें और संग्रह में रखने तक उसकी बाकी राशि देखें।
id: Tambahkan pengeluaran berkala, lalu pantau sisanya hingga diarsipkan.
it: Aggiungi una spesa periodica e segui il saldo fino all’archiviazione.
ja: 定期的な支出を追加し、アーカイブするまで残額を確認できます。
ko: 정기 지출을 추가하고 보관할 때까지 남은 금액을 확인하세요.
pt_br: Adicione uma despesa periódica e acompanhe o saldo até arquivá-la.
ru: Добавьте периодический расход и следите за остатком до его переноса в архив.
tr: Düzenli bir gider ekleyin ve arşivlenene kadar kalan tutarı takip edin.
ur: باقاعدہ خرچ شامل کریں اور محفوظات میں رکھنے تک باقی رقم پر نظر رکھیں۔
zh_hans: 添加一笔定期支出，并持续跟踪剩余金额，直到归档。
zh_hant: 新增定期支出，持續追蹤未付金額，直到將其歸檔。

source: Add expense
ar: إضافة مصروف
de: Ausgabe hinzufügen
es: Añadir gasto
fr: Ajouter une dépense
hi: खर्च जोड़ें
id: Tambah pengeluaran
it: Aggiungi spesa
ja: 支出を追加
ko: 지출 추가
pt_br: Adicionar despesa
ru: Добавить расход
tr: Gider ekle
ur: خرچ شامل کریں
zh_hans: 添加支出
zh_hant: 新增支出

source: Add different expense
ar: إضافة مصروف مختلف
de: Andere Ausgabe hinzufügen
es: Añadir otro gasto
fr: Ajouter une autre dépense
hi: अन्य खर्च जोड़ें
id: Tambah pengeluaran lain
it: Aggiungi un’altra spesa
ja: 別の支出を追加
ko: 다른 지출 추가
pt_br: Adicionar outra despesa
ru: Добавить другой расход
tr: Başka gider ekle
ur: دوسرا خرچ شامل کریں
zh_hans: 添加其他支出
zh_hant: 新增其他支出

source: Add to Favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
id: Tambahkan ke Favorit
it: Aggiungi ai preferiti
ja: よく使う項目に追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
ru: В избранное
tr: Favorilere ekle
ur: پسندیدہ میں شامل کریں
zh_hans: 添加到常用
zh_hant: 加入常用

source: Amount
ar: المبلغ
de: Betrag
es: Importe
fr: Montant
hi: राशि
id: Jumlah
it: Importo
ja: 金額
ko: 금액
pt_br: Valor
ru: Сумма
tr: Tutar
ur: رقم
zh_hans: 金额
zh_hant: 金額

source: Amount must be greater than zero.
ar: يجب أن يكون المبلغ أكبر من صفر.
de: Der Betrag muss größer als null sein.
es: El importe debe ser mayor que cero.
fr: Le montant doit être supérieur à zéro.
hi: राशि शून्य से अधिक होनी चाहिए।
id: Jumlah harus lebih besar dari nol.
it: L’importo deve essere maggiore di zero.
ja: 金額はゼロより大きい必要があります。
ko: 금액은 0보다 커야 합니다.
pt_br: O valor deve ser maior que zero.
ru: Сумма должна быть больше нуля.
tr: Tutar sıfırdan büyük olmalıdır.
ur: رقم صفر سے زیادہ ہونی چاہیے۔
zh_hans: 金额必须大于零。
zh_hant: 金額必須大於零。

source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 스타일
pt_br: Aparência
ru: Оформление
tr: Görünüm
ur: ظاہری شکل
zh_hans: 外观
zh_hant: 外觀

source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
hi: संग्रह में रखें
id: Arsipkan
it: Archivia
ja: アーカイブ
ko: 보관
pt_br: Arquivar
ru: В архив
tr: Arşivle
ur: محفوظات میں رکھیں
zh_hans: 归档
zh_hant: 歸檔

source: Archived books
ar: الدفاتر المؤرشفة
de: Archivierte Bücher
es: Libros archivados
fr: Carnets archivés
hi: संग्रहीत खाता-बही
id: Buku yang diarsipkan
it: Registri archiviati
ja: アーカイブ済みの帳簿
ko: 보관된 장부
pt_br: Cadernos arquivados
ru: Архивные книги
tr: Arşivlenmiş defterler
ur: محفوظات میں رکھے گئے کھاتے
zh_hans: 已归档账本
zh_hant: 已歸檔帳本

source: Attach a receipt photo to keep it with this expense.
ar: أرفق صورة إيصال للاحتفاظ بها مع هذا المصروف.
de: Füge ein Belegfoto zu dieser Ausgabe hinzu.
es: Adjunta una foto del recibo a este gasto.
fr: Joignez une photo du reçu à cette dépense.
hi: इस खर्च के साथ रखने के लिए रसीद की फ़ोटो जोड़ें।
id: Lampirkan foto kuitansi untuk disimpan bersama pengeluaran ini.
it: Allega una foto della ricevuta a questa spesa.
ja: 領収書の写真を添付して、この支出と一緒に保存します。
ko: 영수증 사진을 첨부해 이 지출과 함께 보관하세요.
pt_br: Anexe uma foto do recibo a esta despesa.
ru: Прикрепите фото чека, чтобы сохранить его вместе с расходом.
tr: Bu giderle birlikte saklamak için bir makbuz fotoğrafı ekleyin.
ur: رسید کی تصویر منسلک کریں تاکہ اس خرچ کے ساتھ محفوظ رہے۔
zh_hans: 附上收据照片，与此支出一起保存。
zh_hant: 附上收據照片，與這筆支出一起保存。

source: Attached receipts
ar: الإيصالات المرفقة
de: Angehängte Belege
es: Recibos adjuntos
fr: Reçus joints
hi: संलग्न रसीदें
id: Kuitansi terlampir
it: Ricevute allegate
ja: 添付した領収書
ko: 첨부된 영수증
pt_br: Recibos anexados
ru: Прикреплённые чеки
tr: Ekli makbuzlar
ur: منسلک رسیدیں
zh_hans: 已附收据
zh_hant: 已附加收據

source: Books
ar: الدفاتر
de: Bücher
es: Libros
fr: Carnets
hi: खाता-बही
id: Buku
it: Registri
ja: 帳簿
ko: 장부
pt_br: Cadernos
ru: Книги
tr: Defterler
ur: کھاتے
zh_hans: 账本
zh_hant: 帳本

source: Books & currencies
ar: الدفاتر والعملات
de: Bücher und Währungen
es: Libros y monedas
fr: Carnets et devises
hi: खाता-बही और मुद्राएँ
id: Buku & mata uang
it: Registri e valute
ja: 帳簿と通貨
ko: 장부 및 통화
pt_br: Cadernos e moedas
ru: Книги и валюты
tr: Defterler ve para birimleri
ur: کھاتے اور کرنسیاں
zh_hans: 账本与货币
zh_hant: 帳本與幣別

source: Book name
ar: اسم الدفتر
de: Buchname
es: Nombre del libro
fr: Nom du carnet
hi: खाता-बही का नाम
id: Nama buku
it: Nome del registro
ja: 帳簿名
ko: 장부 이름
pt_br: Nome do caderno
ru: Название книги
tr: Defter adı
ur: کھاتے کا نام
zh_hans: 账本名称
zh_hant: 帳本名稱

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: Vazgeç
ur: منسوخ کریں
zh_hans: 取消
zh_hant: 取消

source: Cancel reminder
ar: إلغاء التذكير
de: Erinnerung absagen
es: Cancelar recordatorio
fr: Annuler le rappel
hi: रिमाइंडर रद्द करें
id: Batalkan pengingat
it: Annulla promemoria
ja: リマインダーを取り消す
ko: 알림 취소
pt_br: Cancelar lembrete
ru: Отменить напоминание
tr: Hatırlatıcıyı iptal et
ur: یاد دہانی منسوخ کریں
zh_hans: 取消提醒
zh_hant: 取消提醒

source: Cancel this reminder?
ar: هل تريد إلغاء هذا التذكير؟
de: Diese Erinnerung absagen?
es: ¿Cancelar este recordatorio?
fr: Annuler ce rappel ?
hi: यह रिमाइंडर रद्द करें?
id: Batalkan pengingat ini?
it: Annullare questo promemoria?
ja: このリマインダーを取り消しますか？
ko: 이 알림을 취소할까요?
pt_br: Cancelar este lembrete?
ru: Отменить это напоминание?
tr: Bu hatırlatıcı iptal edilsin mi?
ur: یہ یاد دہانی منسوخ کریں؟
zh_hans: 要取消此提醒吗？
zh_hant: 要取消這項提醒嗎？

source: Category (optional)
ar: الفئة (اختياري)
de: Kategorie (optional)
es: Categoría (opcional)
fr: Catégorie (facultatif)
hi: श्रेणी (वैकल्पिक)
id: Kategori (opsional)
it: Categoria (facoltativa)
ja: カテゴリ（任意）
ko: 카테고리(선택 사항)
pt_br: Categoria (opcional)
ru: Категория (необязательно)
tr: Kategori (isteğe bağlı)
ur: زمرہ (اختیاری)
zh_hans: 类别（可选）
zh_hant: 類別（選填）

source: Choose currencies
ar: اختيار العملات
de: Währungen auswählen
es: Elegir monedas
fr: Choisir les devises
hi: मुद्राएँ चुनें
id: Pilih mata uang
it: Scegli valute
ja: 通貨を選択
ko: 통화 선택
pt_br: Escolher moedas
ru: Выбрать валюты
tr: Para birimlerini seç
ur: کرنسیاں منتخب کریں
zh_hans: 选择货币
zh_hant: 選擇幣別

source: Choose currencies first
ar: اختر العملات أولاً
de: Zuerst Währungen auswählen
es: Primero elige las monedas
fr: Choisissez d’abord les devises
hi: पहले मुद्राएँ चुनें
id: Pilih mata uang terlebih dahulu
it: Scegli prima le valute
ja: 先に通貨を選択してください
ko: 먼저 통화를 선택하세요
pt_br: Escolha as moedas primeiro
ru: Сначала выберите валюты
tr: Önce para birimlerini seçin
ur: پہلے کرنسیاں منتخب کریں
zh_hans: 请先选择货币
zh_hant: 請先選擇幣別

source: Clean ledger
ar: سجل واضح
de: Klares Kassenbuch
es: Registro limpio
fr: Registre épuré
hi: साफ़ खाता-बही
id: Buku kas bersih
it: Registro essenziale
ja: すっきり帳簿
ko: 깔끔한 장부
pt_br: Registro limpo
ru: Чистая книга
tr: Sade defter
ur: صاف ستھرا کھاتا
zh_hans: 清晰账簿
zh_hant: 簡潔帳本

source: Copying to private storage…
ar: جارٍ النسخ إلى التخزين الخاص…
de: In privaten Speicher kopieren …
es: Copiando al almacenamiento privado…
fr: Copie vers le stockage privé…
hi: निजी स्टोरेज में कॉपी हो रही है…
id: Menyalin ke penyimpanan privat…
it: Copia nello spazio privato…
ja: 専用ストレージにコピー中…
ko: 앱 전용 저장 공간에 복사 중…
pt_br: Copiando para o armazenamento privado…
ru: Копирование в закрытое хранилище…
tr: Özel depolama alanına kopyalanıyor…
ur: نجی اسٹوریج میں نقل ہو رہی ہے…
zh_hans: 正在复制到私有存储…
zh_hant: 正在複製到私有儲存空間…

source: Create files
ar: إنشاء الملفات
de: Dateien erstellen
es: Crear archivos
fr: Créer les fichiers
hi: फ़ाइलें बनाएँ
id: Buat file
it: Crea file
ja: ファイルを作成
ko: 파일 만들기
pt_br: Criar arquivos
ru: Создать файлы
tr: Dosya oluştur
ur: فائلیں بنائیں
zh_hans: 创建文件
zh_hant: 建立檔案

source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
hi: मुद्रा
id: Mata uang
it: Valuta
ja: 通貨
ko: 통화
pt_br: Moeda
ru: Валюта
tr: Para birimi
ur: کرنسی
zh_hans: 货币
zh_hant: 幣別

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмное
tr: Koyu
ur: گہرا
zh_hans: 深色
zh_hant: 深色

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hi: डेटा
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
ru: Данные
tr: Veriler
ur: ڈیٹا
zh_hans: 数据
zh_hant: 資料

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
ur: تاریخ
zh_hans: 日期
zh_hant: 日期

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
ur: حذف کریں
zh_hans: 删除
zh_hant: 刪除

source: Delete receipt
ar: حذف الإيصال
de: Beleg löschen
es: Eliminar recibo
fr: Supprimer le reçu
hi: रसीद मिटाएँ
id: Hapus kuitansi
it: Elimina ricevuta
ja: 領収書を削除
ko: 영수증 삭제
pt_br: Excluir recibo
ru: Удалить чек
tr: Makbuzu sil
ur: رسید حذف کریں
zh_hans: 删除收据
zh_hant: 刪除收據

source: Delete this receipt?
ar: حذف هذا الإيصال؟
de: Diesen Beleg löschen?
es: ¿Eliminar este recibo?
fr: Supprimer ce reçu ?
hi: यह रसीद मिटाएँ?
id: Hapus kuitansi ini?
it: Eliminare questa ricevuta?
ja: この領収書を削除しますか？
ko: 이 영수증을 삭제할까요?
pt_br: Excluir este recibo?
ru: Удалить этот чек?
tr: Bu makbuz silinsin mi?
ur: یہ رسید حذف کریں؟
zh_hans: 要删除此收据吗？
zh_hant: 要刪除這張收據嗎？

source: Dates stored; delivery planned
ar: التواريخ محفوظة؛ الإشعارات لاحقاً
de: Termine gespeichert; Zustellung später geplant
es: Fechas guardadas; envío previsto para más adelante
fr: Dates enregistrées ; envoi prévu ultérieurement
hi: तारीखें सहेजी गईं; सूचनाएँ बाद में उपलब्ध होंगी
id: Tanggal tersimpan; pengiriman direncanakan nanti
it: Date salvate; invio previsto in futuro
ja: 日時は保存済み・通知機能は今後対応予定
ko: 날짜 저장됨 · 알림 발송은 추후 지원 예정
pt_br: Datas salvas; envio previsto para depois
ru: Даты сохранены; отправка появится позже
tr: Tarihler kaydedildi; bildirim gönderimi daha sonra eklenecek
ur: تاریخیں محفوظ ہیں؛ اطلاعات بعد میں دستیاب ہوں گی
zh_hans: 日期已保存；提醒推送待实现
zh_hant: 日期已儲存；通知功能規劃中

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: जानकारी
id: Detail
it: Dettagli
ja: 詳細
ko: 상세 정보
pt_br: Detalhes
ru: Подробности
tr: Ayrıntılar
ur: تفصیلات
zh_hans: 详情
zh_hant: 詳細資訊

source: Default for new expenses
ar: الافتراضي للمصروفات الجديدة
de: Standard für neue Ausgaben
es: Predeterminado para nuevos gastos
fr: Par défaut pour les nouvelles dépenses
hi: नए खर्चों के लिए डिफ़ॉल्ट
id: Default untuk pengeluaran baru
it: Predefinito per nuove spese
ja: 新しい支出のデフォルト
ko: 새 지출의 기본값
pt_br: Padrão para novas despesas
ru: По умолчанию для новых расходов
tr: Yeni giderler için varsayılan
ur: نئے اخراجات کے لیے طے شدہ
zh_hans: 新支出的默认设置
zh_hant: 新支出的預設值

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
id: Perangkat
it: Dispositivo
ja: デバイス
ko: 기기
pt_br: Dispositivo
ru: Устройство
tr: Aygıt
ur: آلہ
zh_hans: 设备
zh_hant: 裝置

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
ur: مکمل
zh_hans: 完成
zh_hant: 完成

source: Editorial
ar: تحريري
fr: Éditorial
hi: संपादकीय
it: Editoriale
ja: エディトリアル
ko: 에디토리얼
ru: Редакционный
tr: Editoryal
ur: ادارتی
zh_hans: 杂志排版
zh_hant: 編輯風格

source: Edit template
ar: تعديل القالب
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
hi: टेम्पलेट संपादित करें
id: Edit templat
it: Modifica modello
ja: テンプレートを編集
ko: 템플릿 편집
pt_br: Editar modelo
ru: Изменить шаблон
tr: Şablonu düzenle
ur: سانچے میں ترمیم کریں
zh_hans: 编辑模板
zh_hant: 編輯範本

source: Enable a reminder when adding an expense. Permission is requested only when you save it.
ar: فعّل تذكيراً عند إضافة مصروف. لا يُطلب الإذن إلا عند حفظه.
de: Aktiviere beim Hinzufügen einer Ausgabe eine Erinnerung. Die Berechtigung wird erst beim Speichern angefragt.
es: Activa un recordatorio al añadir un gasto. El permiso solo se solicita al guardarlo.
fr: Activez un rappel lors de l’ajout d’une dépense. L’autorisation n’est demandée qu’à l’enregistrement.
hi: खर्च जोड़ते समय रिमाइंडर चालू करें। अनुमति केवल सहेजते समय माँगी जाती है।
id: Aktifkan pengingat saat menambahkan pengeluaran. Izin hanya diminta saat Anda menyimpannya.
it: Attiva un promemoria quando aggiungi una spesa. Il permesso viene richiesto solo al salvataggio.
ja: 支出の追加時にリマインダーを有効にできます。通知の許可は保存時にのみ求められます。
ko: 지출을 추가할 때 알림을 켤 수 있습니다. 저장할 때만 권한을 요청합니다.
pt_br: Ative um lembrete ao adicionar uma despesa. A permissão só é solicitada ao salvar.
ru: Включите напоминание при добавлении расхода. Разрешение запрашивается только при сохранении.
tr: Gider eklerken bir hatırlatıcı etkinleştirin. İzin yalnızca kaydettiğinizde istenir.
ur: خرچ شامل کرتے وقت یاد دہانی فعال کریں۔ اجازت صرف محفوظ کرتے وقت مانگی جاتی ہے۔
zh_hans: 添加支出时可启用提醒。仅在保存时请求权限。
zh_hant: 新增支出時可啟用提醒，儲存時才會要求通知權限。

source: Enter a valid amount for this currency.
ar: أدخل مبلغاً صالحاً لهذه العملة.
de: Gib einen gültigen Betrag für diese Währung ein.
es: Introduce un importe válido para esta moneda.
fr: Saisissez un montant valide pour cette devise.
hi: इस मुद्रा के लिए मान्य राशि दर्ज करें।
id: Masukkan jumlah yang valid untuk mata uang ini.
it: Inserisci un importo valido per questa valuta.
ja: この通貨に対応した有効な金額を入力してください。
ko: 이 통화에 맞는 올바른 금액을 입력하세요.
pt_br: Insira um valor válido para esta moeda.
ru: Введите допустимую сумму для этой валюты.
tr: Bu para birimi için geçerli bir tutar girin.
ur: اس کرنسی کے لیے درست رقم درج کریں۔
zh_hans: 请输入此货币的有效金额。
zh_hant: 請輸入適用於此幣別的有效金額。

source: Enter an amount up to the remaining balance.
ar: أدخل مبلغاً لا يتجاوز الرصيد المتبقي.
de: Gib höchstens den offenen Restbetrag ein.
es: Introduce un importe que no supere el saldo pendiente.
fr: Saisissez un montant inférieur ou égal au solde restant.
hi: बाकी राशि से अधिक राशि दर्ज न करें।
id: Masukkan jumlah yang tidak melebihi sisa saldo.
it: Inserisci un importo non superiore al saldo residuo.
ja: 残額以下の金額を入力してください。
ko: 남은 잔액 이하의 금액을 입력하세요.
pt_br: Insira um valor que não ultrapasse o saldo restante.
ru: Введите сумму не больше остатка.
tr: Kalan bakiyeyi aşmayan bir tutar girin.
ur: باقی رقم سے زیادہ رقم درج نہ کریں۔
zh_hans: 输入的金额不能超过剩余余额。
zh_hant: 輸入的金額不可超過未付餘額。

source: Enter a book name.
ar: أدخل اسم الدفتر.
de: Gib einen Buchnamen ein.
es: Introduce un nombre para el libro.
fr: Saisissez un nom de carnet.
hi: खाता-बही का नाम दर्ज करें।
id: Masukkan nama buku.
it: Inserisci il nome del registro.
ja: 帳簿名を入力してください。
ko: 장부 이름을 입력하세요.
pt_br: Insira um nome para o caderno.
ru: Введите название книги.
tr: Bir defter adı girin.
ur: کھاتے کا نام درج کریں۔
zh_hans: 请输入账本名称。
zh_hant: 請輸入帳本名稱。

source: Expense
ar: المصروف
de: Ausgabe
es: Gasto
fr: Dépense
hi: खर्च
id: Pengeluaran
it: Spesa
ja: 支出
ko: 지출
pt_br: Despesa
ru: Расход
tr: Gider
ur: خرچ
zh_hans: 支出
zh_hant: 支出

source: Expense reminder
ar: تذكير بمصروف
de: Ausgabenerinnerung
es: Recordatorio de gasto
fr: Rappel de dépense
hi: खर्च का रिमाइंडर
id: Pengingat pengeluaran
it: Promemoria spesa
ja: 支出のリマインダー
ko: 지출 알림
pt_br: Lembrete de despesa
ru: Напоминание о расходе
tr: Gider hatırlatıcısı
ur: خرچ کی یاد دہانی
zh_hans: 支出提醒
zh_hant: 支出提醒

source: Expenses
ar: المصروفات
de: Ausgaben
es: Gastos
fr: Dépenses
hi: खर्च
id: Pengeluaran
it: Spese
ja: 支出
ko: 지출
pt_br: Despesas
ru: Расходы
tr: Giderler
ur: اخراجات
zh_hans: 支出
zh_hant: 支出

source: Expenses you mark as noted stay recoverable here.
ar: تبقى المصروفات التي تؤرشفها قابلة للاستعادة هنا.
de: Archivierte Ausgaben können hier wiederhergestellt werden.
es: Los gastos archivados se pueden recuperar aquí.
fr: Les dépenses archivées restent récupérables ici.
hi: संग्रह में रखे गए खर्च यहाँ से वापस लाए जा सकते हैं।
id: Pengeluaran yang diarsipkan tetap dapat dipulihkan di sini.
it: Le spese archiviate restano recuperabili qui.
ja: アーカイブした支出はここから元に戻せます。
ko: 보관한 지출은 여기에서 다시 복원할 수 있습니다.
pt_br: As despesas arquivadas podem ser recuperadas aqui.
ru: Расходы из архива можно восстановить здесь.
tr: Arşivlediğiniz giderleri buradan geri alabilirsiniz.
ur: محفوظات میں رکھے گئے اخراجات یہاں سے واپس لائے جا سکتے ہیں۔
zh_hans: 已归档的支出会保留在这里，可随时恢复。
zh_hant: 已歸檔的支出仍可在此還原。

source: Every statement contains exactly one person and one currency. CSV stores exact minor-unit integers; PDF formats values for reading. Files are generated locally in temporary storage.
ar: يحتوي كل كشف على شخص واحد وعملة واحدة فقط. يحفظ CSV القيم الصحيحة بوحداتها الصغرى، بينما ينسق PDF القيم للقراءة. تُنشأ الملفات محلياً في تخزين مؤقت.
de: Jede Aufstellung umfasst genau eine Person und eine Währung. CSV speichert exakte Ganzzahlen in kleinsten Währungseinheiten; PDF stellt Beträge lesbar dar. Dateien werden lokal im temporären Speicher erstellt.
es: Cada estado de cuenta incluye exactamente una persona y una moneda. El CSV guarda enteros exactos en unidades monetarias menores; el PDF muestra valores legibles. Los archivos se generan localmente en almacenamiento temporal.
fr: Chaque relevé concerne une seule personne et une seule devise. Le CSV conserve des entiers exacts en unités monétaires mineures ; le PDF présente des valeurs lisibles. Les fichiers sont créés localement dans un stockage temporaire.
hi: हर विवरण में केवल एक व्यक्ति और एक मुद्रा होती है। CSV में मुद्रा की सबसे छोटी इकाई में सटीक पूर्णांक सहेजे जाते हैं; PDF में राशि पढ़ने योग्य रूप में दिखती है। फ़ाइलें डिवाइस के अस्थायी स्टोरेज में बनती हैं।
id: Setiap laporan memuat tepat satu orang dan satu mata uang. CSV menyimpan bilangan bulat secara tepat dalam satuan mata uang terkecil; PDF menampilkan nilai yang mudah dibaca. File dibuat secara lokal di penyimpanan sementara.
it: Ogni rendiconto include una sola persona e una sola valuta. Il CSV conserva interi esatti nelle unità monetarie minori; il PDF mostra valori leggibili. I file vengono creati localmente in uno spazio temporaneo.
ja: 明細書は対象者1人・通貨1種類ごとに作成します。CSVは通貨の最小単位で正確な整数を保存し、PDFは読みやすい形式で金額を表示します。ファイルはデバイス内の一時ストレージに作成されます。
ko: 각 명세서는 한 명의 대상과 한 가지 통화만 포함합니다. CSV는 최소 화폐 단위의 정확한 정수를 저장하고 PDF는 읽기 편한 형식으로 금액을 표시합니다. 파일은 기기의 임시 저장 공간에 생성됩니다.
pt_br: Cada demonstrativo contém exatamente uma pessoa e uma moeda. O CSV armazena inteiros exatos em unidades monetárias menores; o PDF apresenta valores legíveis. Os arquivos são gerados localmente em armazenamento temporário.
ru: Каждая выписка включает одного человека и одну валюту. CSV сохраняет точные целые числа в минимальных денежных единицах, PDF отображает суммы в удобном для чтения виде. Файлы создаются локально во временном хранилище.
tr: Her döküm yalnızca bir kişiyi ve bir para birimini kapsar. CSV, en küçük para birimi cinsinden kesin tam sayılar saklar; PDF, tutarları okunabilir biçimde gösterir. Dosyalar aygıttaki geçici depolama alanında oluşturulur.
ur: ہر گوشوارے میں صرف ایک شخص اور ایک کرنسی شامل ہوتی ہے۔ CSV کرنسی کی سب سے چھوٹی اکائی میں درست صحیح اعداد محفوظ کرتا ہے؛ PDF رقم کو پڑھنے میں آسان شکل میں دکھاتا ہے۔ فائلیں آلے کی عارضی اسٹوریج میں بنتی ہیں۔
zh_hans: 每份对账单仅包含一位人员和一种货币。CSV 保存精确的最小货币单位整数，PDF 则以便于阅读的格式显示金额。文件会在本地临时存储中生成。
zh_hant: 每份對帳單只包含一位對象與一種幣別。CSV 以最小貨幣單位的整數精確儲存金額；PDF 則以方便閱讀的格式顯示。檔案會在本機的暫存空間建立。

source: Favorite currencies
ar: العملات المفضلة
de: Bevorzugte Währungen
es: Monedas favoritas
fr: Devises favorites
hi: पसंदीदा मुद्राएँ
id: Mata uang favorit
it: Valute preferite
ja: よく使う通貨
ko: 즐겨찾는 통화
pt_br: Moedas favoritas
ru: Избранные валюты
tr: Favori para birimleri
ur: پسندیدہ کرنسیاں
zh_hans: 常用货币
zh_hant: 常用幣別

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
ja: よく使う項目
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
tr: Favoriler
ur: پسندیدہ
zh_hans: 常用
zh_hant: 常用項目

source: Generated locally by Pinbook. No exchange rate was applied.
ar: أُنشئ محلياً بواسطة Pinbook. لم يُطبّق أي سعر صرف.
de: Lokal von Pinbook erstellt. Es wurde kein Wechselkurs angewendet.
es: Generado localmente por Pinbook. No se aplicó ningún tipo de cambio.
fr: Créé localement par Pinbook. Aucun taux de change n’a été appliqué.
hi: Pinbook ने डिवाइस पर बनाया। कोई विनिमय दर लागू नहीं की गई।
id: Dibuat secara lokal oleh Pinbook. Tidak ada kurs yang diterapkan.
it: Creato localmente da Pinbook. Nessun tasso di cambio applicato.
ja: Pinbookがデバイス内で作成しました。為替換算は行っていません。
ko: Pinbook이 기기에서 생성했습니다. 환율은 적용하지 않았습니다.
pt_br: Gerado localmente pelo Pinbook. Nenhuma taxa de câmbio foi aplicada.
ru: Создано локально в Pinbook. Валютный курс не применялся.
tr: Pinbook tarafından aygıtta oluşturuldu. Döviz kuru uygulanmadı.
ur: Pinbook نے آلے پر بنایا۔ کوئی شرح مبادلہ لاگو نہیں کی گئی۔
zh_hans: 由 Pinbook 在本地生成，未应用任何汇率。
zh_hant: 由 Pinbook 在本機產生，未套用任何匯率。

source: Interface skin
ar: نمط الواجهة
de: Oberflächenstil
es: Estilo de interfaz
fr: Style de l’interface
hi: इंटरफ़ेस शैली
id: Gaya antarmuka
it: Stile dell’interfaccia
ja: 画面スタイル
ko: 인터페이스 스타일
pt_br: Estilo da interface
ru: Стиль интерфейса
tr: Arayüz stili
ur: انٹرفیس کا انداز
zh_hans: 界面皮肤
zh_hant: 介面風格

source: Import receipt photo
ar: استيراد صورة إيصال
de: Belegfoto importieren
es: Importar foto del recibo
fr: Importer une photo de reçu
hi: रसीद की फ़ोटो आयात करें
id: Impor foto kuitansi
it: Importa foto della ricevuta
ja: 領収書の写真を読み込む
ko: 영수증 사진 가져오기
pt_br: Importar foto do recibo
ru: Импортировать фото чека
tr: Makbuz fotoğrafı içe aktar
ur: رسید کی تصویر درآمد کریں
zh_hans: 导入收据照片
zh_hant: 匯入收據照片

source: Keep reminder
ar: الاحتفاظ بالتذكير
de: Erinnerung behalten
es: Conservar recordatorio
fr: Conserver le rappel
hi: रिमाइंडर रखें
id: Pertahankan pengingat
it: Mantieni promemoria
ja: リマインダーを残す
ko: 알림 유지
pt_br: Manter lembrete
ru: Оставить напоминание
tr: Hatırlatıcıyı koru
ur: یاد دہانی برقرار رکھیں
zh_hans: 保留提醒
zh_hant: 保留提醒

source: Later enhancement
ar: تحسين لاحق
de: Spätere Erweiterung
es: Mejora futura
fr: Amélioration future
hi: भावी सुधार
id: Peningkatan mendatang
it: Miglioramento futuro
ja: 今後の対応予定
ko: 추후 개선 예정
pt_br: Melhoria futura
ru: Будущее улучшение
tr: Gelecekteki geliştirme
ur: آئندہ کی بہتری
zh_hans: 后续增强
zh_hant: 後續功能

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлое
tr: Açık
ur: ہلکا
zh_hans: 浅色
zh_hant: 淺色
